Repository: ntzrbtr/typo3-lumophpinclude
Catalog: Resources/Private/Language/*.locallang_flexform.xlf
Languages: de

# lumophpinclude.pi1.flexform.sprocessing.rewrite_internal_link
source: Rewrite internal links
de: Interne links ändern

# lumophpinclude.pi1.flexform.sprocessing.rewrite_local_resource
source: Rewrite local resources (e.g. of images)
de: Lokale Ressourcen ändern (z.B. URL von Bildern)

# lumophpinclude.pi1.flexform.sprocessing.sheet_title
source: Processing options
de: Verarbeitung

# lumophpinclude.pi1.flexform.sprocessing.strip_marker
source: Marker for stripping
de: Marker für Entfernen

# lumophpinclude.pi1.flexform.sprocessing.strip_non_body
source: Strip non-body parts
de: Entferne nicht-Body-Teile

# lumophpinclude.pi1.flexform.sprocessing.strip_non_marked
source: Strip content outside markers
de: Entferne nicht-markierte Teile

# lumophpinclude.pi1.flexform.sprocessing.wrap_in_div
source: Wrap output into div
de: Ausgabe in div-Tag wrappen

# lumophpinclude.pi1.flexform.ssource.script_file
source: Local PHP script
de: Lokales PHP-Skript

# lumophpinclude.pi1.flexform.ssource.script_type
source: Type of script to include
de: Art des Include-Skriptes

# lumophpinclude.pi1.flexform.ssource.script_type_file
source: Local script
de: Lokales Skript

# lumophpinclude.pi1.flexform.ssource.script_type_url
source: URL via HTTP
de: URL über HTTP

# lumophpinclude.pi1.flexform.ssource.script_url
source: URL of PHP script
de: URL des PHP-Skripts

# lumophpinclude.pi1.flexform.ssource.sheet_title
source: Include source
de: Quellskript

# lumophpinclude.pi1.flexform.ssource.transfer_get
source: Transfer GET parameters
de: GET-Parameter übergeben
